Repository: StCyr/nextcloud-customproperties
Catalog: translationfiles/*/customproperties.po
Languages: de

source: Files app plugin to add custom properties to files and folders
de: Plugin, welches in der Seitenleiste das Betrachten und Verwalten von benutzerdefinierten Metadaten ermöglicht.

source: Properties
de: Metadaten

source: Custom Property has been deleted!
de: Benutzerdefiniertes Metadatum wurde entfernt!

source: Custom Property has been changed!
de: Benutzerdefiniertes Metadatum wurde geändert!

source: New Custom Property has been added!
de: Neues, benutzerdefiniertes Metadatum wurde angelegt!

source: Error saving property, please check constraints.
de: Fehler beim Speichern. Bitte die Vorgaben überprüfen!

source: Add
de: Hinzufügen

source: Cannot create Custom Property. The given input is invalid.
de: Das benutzerdefinierte Metadatum konnte nicht angelegt werden. Die eingegebenen Informationen sind ungültig.

source: Label...
de: Bezeichnung...

source: Update
de: Speichern

source: Delete
de: Löschen

source: WebDAV properties
de: WebDAV-Metadaten
